{
  "apps": [
    {
      "status": true,
      "redirect_url": "",
      "privacy_policy_url": "https://raw.githubusercontent.com/solodroidev/content/uploads/privacy/guide.html",
      "email_feedback_and_report": "youremail@gmail.com",
      "webview_cache": true,
      "post_list_in_large_style": false,
      "show_post_list_header": true,
      "show_post_detail_image": true,
      "show_post_detail_title": true,
      "show_post_detail_category": true,
      "show_related_posts": false,
      "enable_rtl_mode": false,
      "enable_exit_dialog": true,
      "enable_dark_mode_as_default_theme": false
    }
  ],
  "ads": [
    {
      "ad_status": true,
      "main_ad": "admob",
      "backup_ad": "alien",
      "admob_banner_unit_id": "ca-app-pub-3940256099942544/9214589741",
      "admob_interstitial_unit_id": "ca-app-pub-3940256099942544/1033173712",
      "admob_native_unit_id": "ca-app-pub-3940256099942544/2247696110",
      "admob_app_open_unit_id": "ca-app-pub-3940256099942544/9257395921",
      "ad_manager_banner_unit_id": "/6499/example/banner",
      "ad_manager_interstitial_unit_id": "/6499/example/interstitial",
      "ad_manager_native_unit_id": "/6499/example/native",
      "ad_manager_app_open_unit_id": "/6499/example/app-open",
      "alien_ads_banner_unit_id": "testing",
      "alien_ads_interstitial_unit_id": "testing",
      "alien_ads_native_unit_id": "testing",
      "fan_banner_unit_id": "YOUR_PLACEMENT_ID",
      "fan_interstitial_unit_id": "YOUR_PLACEMENT_ID",
      "fan_native_unit_id": "YOUR_PLACEMENT_ID",
      "startapp_app_id": "0",
      "unity_game_id": "4089993",
      "unity_banner_placement_id": "banner",
      "unity_interstitial_placement_id": "video",
      "applovin_banner_unit_id": "0",
      "applovin_interstitial_unit_id": "0",
      "applovin_native_manual_unit_id": "0",
      "applovin_open_ad_unit_id": "0",
      "applovin_banner_zone_id": "0",
      "applovin_banner_mrec_zone_id": "0",
      "applovin_interstitial_zone_id": "0",
      "ironsource_app_key": "85460dcd",
      "ironsource_banner_id": "DefaultBanner",
      "ironsource_interstitial_id": "DefaultInterstitial",
      "wortise_app_id": "test-app-id",
      "wortise_banner_id": "test-banner",
      "wortise_interstitial_id": "test-interstitial",
      "wortise_native_id": "test-native",
      "wortise_app_open_id": "test-app-open",
      "interstitial_ad_interval": 6,
      "native_ad_index": 1,
      "native_ad_interval": 5,
      "native_ad_style": "medium",
      "native_ad_post_details_position": "top",
      "show_banner_ad_home": true,
      "show_banner_ad_post_details": true,
      "show_banner_ad_category_details": true,
      "show_banner_ad_search": true,
      "show_interstitial_ad_post_list": true,
      "show_interstitial_ad_post_details": true,
      "show_native_ad_post_list": true,
      "show_native_ad_post_details": true,
      "show_native_ad_exit_dialog": true,
      "show_open_ad_on_app_start": true,
      "show_open_ad_on_app_resume": true
    }
  ],
  "categories": [
    {
      "id": 1,
      "name": "Info",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/category/apps.png"
    },
    {
      "id": 2,
      "name": "Tips",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/category/game.png"
    }
  ],
  "posts": [
    {
      "id": 1,
      "category": "Info",
      "title": "Apa Itu Pinjaman Online? Pengertian dan Dasar-Dasarnya",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/pinjaman-online-pengertian.jpg",
      "content": "<p><strong>Apa Itu Pinjaman Online? Pengertian dan Dasar-Dasarnya</strong></p><p>Pinjaman online adalah fasilitas pembiayaan yang diajukan dan diproses sepenuhnya melalui internet, tanpa tatap muka. Kamu menerima dana ke rekening pribadi dan mengembalikannya sesuai tenor beserta biaya yang disepakati dalam perjanjian.</p><p><strong>Bagaimana prosesnya berjalan?</strong> Umumnya dimulai dari registrasi akun, persetujuan kebijakan privasi, pengisian data diri, unggah dokumen, verifikasi elektronik (eKYC), analisis risiko melalui credit scoring, keputusan (disetujui/ditolak), penandatanganan perjanjian elektronik, lalu pencairan dana. Setelah itu, kewajibanmu adalah membayar cicilan tepat waktu.</p><p><strong>Komponen biaya yang perlu dipahami.</strong> Biaya utama mencakup bunga, biaya administrasi/provisi, mungkin ada biaya layanan/platform atau asuransi kredit, serta denda keterlambatan. Agar adil saat membandingkan, gunakan <em>APR</em> (Annual Percentage Rate) yang merangkum biaya tahunan secara menyeluruh.</p><p><strong>Metode perhitungan cicilan.</strong> Dalam skema <em>flat</em>, bunga dihitung dari pokok awal sehingga nominal bunga per bulan relatif tetap. Pada skema efektif/anuitas, bunga dihitung dari sisa pokok sehingga komposisi pokok-bunga berubah seiring waktu. Hasil total biaya bisa berbeda walau parameternya mirip.</p><p><strong>Tenor memengaruhi total biaya.</strong> Tenor yang lebih panjang cenderung menurunkan cicilan bulanan namun menaikkan total bunga. Tenor yang lebih pendek memperkecil total bunga, tetapi cicilan bulanan menjadi lebih besar. Pilih keseimbangan sesuai arus kasmu.</p><p><strong>Legalitas dan keamanan data.</strong> Gunakan penyelenggara berizin dengan identitas perusahaan jelas, kanal layanan konsumen resmi, dan kontrak elektronik yang dapat diunduh. Aplikasi legal hanya meminta izin yang relevan (misalnya kamera untuk eKYC) dan menjelaskan tujuan penggunaan data.</p><p><strong>Aturan praktis kemampuan bayar.</strong> Jaga total cicilan seluruh pinjaman di kisaran 30–35% penghasilan bulanan. Jika melebihi, pertimbangkan menunda pengajuan, menurunkan plafon, atau memperpanjang tenor agar keuangan tetap sehat.</p><p><strong>Ringkasan.</strong> Pinjaman online menawarkan akses cepat dan praktis, namun tetap butuh pemahaman biaya, tenor, serta legalitas penyedia. Baca perjanjian dengan teliti, simulasikan cicilan, dan pastikan kemampuan bayar sebelum melangkah.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 2,
      "category": "Info",
      "title": "Syarat Umum yang Wajib Dipenuhi Saat Mengajukan Pinjaman Online",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/syarat-umum-pinjaman.jpg",
      "content": "<p><strong>Syarat Umum yang Wajib Dipenuhi Saat Mengajukan Pinjaman Online</strong></p><p><strong>Identitas resmi & usia.</strong> KTP yang valid adalah syarat utama, disertai batas usia minimal dewasa sesuai hukum. Data KTP akan dicocokkan saat eKYC, jadi pastikan informasinya akurat.</p><p><strong>Kontak dan rekening.</strong> Nomor ponsel aktif untuk OTP dan notifikasi, email yang rutin diakses, serta rekening bank atas nama sendiri untuk pencairan dana. Perbedaan nama rekening bisa menggagalkan pencairan.</p><p><strong>Alamat domisili & bukti penghasilan.</strong> Alamat yang valid kadang diminta bukti (tagihan utilitas). Bukti penghasilan bisa berupa slip gaji, surat keterangan kerja, atau mutasi rekening 3–6 bulan, terutama untuk pekerjaan non-formal.</p><p><strong>Dokumen pelengkap.</strong> NPWP, KK, kartu BPJS, atau dokumen usaha (NIB/SIUP) dapat memperkuat profil terutama untuk plafon lebih besar atau pinjaman produktif. Swafoto untuk mencocokkan wajah dengan KTP adalah bagian standar eKYC.</p><p><strong>Persetujuan kebijakan & kelayakan.</strong> Kamu harus menyetujui syarat & ketentuan serta kebijakan privasi. Penyelenggara kemudian menilai kelayakan lewat credit scoring, mempertimbangkan riwayat kredit, stabilitas penghasilan, dan konsistensi data.</p><p><strong>Ringkasan.</strong> Siapkan KTP, kontak aktif, rekening pribadi, alamat jelas, dan bukti penghasilan. Tambahan dokumen mempercepat verifikasi dan meningkatkan peluang persetujuan.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 3,
      "category": "Info",
      "title": "Proses Pengajuan Pinjaman Online Langkah demi Langkah",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/proses-pengajuan.jpg",
      "content": "<p><strong>Proses Pengajuan Pinjaman Online Langkah demi Langkah</strong></p><p><strong>1) Pilih penyedia legal.</strong> Cek legalitas, reputasi, dan transparansi biaya. Hindari aplikasi tidak jelas asal-usulnya.</p><p><strong>2) Unduh dari sumber resmi.</strong> Gunakan toko aplikasi resmi; hindari APK pihak ketiga. Akses situs resmi jika berbasis web.</p><p><strong>3) Registrasi & persetujuan.</strong> Buat akun dengan ponsel/email aktif; baca dan setujui syarat & kebijakan privasi setelah memahami risiko dan kewajiban.</p><p><strong>4) Isi data & unggah dokumen.</strong> Isi data identitas, pekerjaan, penghasilan, lalu unggah KTP/NPWP/KK sesuai kebutuhan. Pastikan foto terang dan tidak buram.</p><p><strong>5) Verifikasi eKYC.</strong> Lakukan swafoto dan verifikasi nomor ponsel (OTP). Ini mencegah penyalahgunaan identitas.</p><p><strong>6) Tentukan nominal & tenor.</strong> Lihat simulasi cicilan, total biaya, dan tanggal jatuh tempo. Sesuaikan dengan arus kasmu.</p><p><strong>7) Analisis risiko & keputusan.</strong> Sistem melakukan credit scoring. Hasilnya bisa disetujui, ditolak, atau diminta data tambahan.</p><p><strong>8) Perjanjian & pencairan.</strong> Tanda tangani kontrak elektronik, lalu dana cair ke rekeningmu (perhatikan potongan di muka jika ada).</p><p><strong>9) Pembayaran & pengingat.</strong> Bayar sebelum jatuh tempo melalui kanal resmi. Aktifkan notifikasi agar terhindar dari denda.</p><p><strong>Ringkasan.</strong> Alur umum: verifikasi identitas, penilaian kelayakan, perjanjian, pencairan, lalu pembayaran periodik sesuai jadwal.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 4,
      "category": "Info",
      "title": "Dokumen yang Biasanya Diminta untuk Pinjaman Online",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/dokumen-diminta.jpg",
      "content": "<p><strong>Dokumen yang Biasanya Diminta untuk Pinjaman Online</strong></p><p><strong>KTP & swafoto.</strong> KTP wajib dan harus terbaca jelas; swafoto dipakai untuk mencocokkan wajah dan mencegah identitas palsu.</p><p><strong>NPWP, KK, dan bukti domisili.</strong> Tidak selalu wajib, tetapi memperkuat verifikasi. Bukti domisili bisa tagihan listrik/air/internet dengan alamat yang sama.</p><p><strong>Bukti penghasilan.</strong> Slip gaji, surat keterangan kerja, atau mutasi rekening 3–6 bulan untuk menilai arus kas. Untuk usaha, siapkan catatan transaksi.</p><p><strong>Dokumen usaha & asuransi.</strong> Untuk pinjaman produktif, NIB/SIUP sering diminta. Beberapa produk mensyaratkan asuransi; pahami manfaat dan biayanya.</p><p><strong>Kualitas foto.</strong> Ambil foto dokumen di tempat terang, tidak terpotong, dan tidak buram. Pastikan sesuai format yang diminta aplikasi.</p><p><strong>Ringkasan.</strong> Dokumen inti: KTP, swafoto, dan bukti penghasilan; sisanya menyesuaikan kebutuhan produk dan profil peminjam.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 5,
      "category": "Info",
      "title": "Tips Mengajukan Pinjaman Online Agar Cepat Disetujui",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/tips-disetujui.jpg",
      "content": "<p><strong>Tips Mengajukan Pinjaman Online Agar Cepat Disetujui</strong></p><p><strong>Rapikan data dulu.</strong> Samakan nama, alamat, dan tanggal lahir pada KTP, rekening bank, dan formulir aplikasi. Inkonistensi sering memicu penolakan otomatis.</p><p><strong>Dokumen harus tajam & lengkap.</strong> Unggah foto dokumen yang terang dan tidak terpotong. Sertakan dokumen pendukung (NPWP/mutasi) bila tersedia.</p><p><strong>Nomor ponsel aktif & rekening pribadi.</strong> OTP dan notifikasi dikirim ke ponsel aktif; dana hanya bisa cair ke rekening atas namamu sendiri.</p><p><strong>Ajukan nominal realistis.</strong> Sesuaikan plafon dengan kemampuan bayar dan tujuan. Nominal berlebihan sinyal risiko bagi penyedia.</p><p><strong>Pilih tenor seimbang.</strong> Tenor terlalu pendek menaikkan cicilan; terlalu panjang menaikkan total biaya. Simulasikan beberapa skenario.</p><p><strong>Jaga skor kredit.</strong> Bayar kewajiban lain tepat waktu, jangan ajukan ke banyak aplikasi sekaligus, dan hindari tunggakan.</p><p><strong>Ringkasan.</strong> Kunci persetujuan: data konsisten, dokumen jelas, kontak aktif, nominal & tenor rasional, serta riwayat kredit yang sehat.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 6,
      "category": "Info",
      "title": "Kelebihan dan Kekurangan Pinjaman Online Dibanding Pinjaman Konvensional",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/plus-minus-online-vs-konvensional.jpg",
      "content": "<p><strong>Kelebihan dan Kekurangan Pinjaman Online Dibanding Pinjaman Konvensional</strong></p><p><strong>Kelebihan pinjaman online.</strong> Proses cepat dan praktis, syarat sederhana, fleksibel 24/7, cocok untuk kebutuhan darurat bernilai kecil-menengah.</p><p><strong>Kekurangan pinjaman online.</strong> Plafon cenderung kecil, tenor pendek, biaya/bunga lebih tinggi, dan risiko aplikasi ilegal jika tidak teliti memilih.</p><p><strong>Kelebihan pinjaman konvensional.</strong> Plafon lebih besar terutama jika beragunan, tenor panjang, dan bunga umumnya lebih rendah; pengawasan regulator ketat.</p><p><strong>Kekurangan pinjaman konvensional.</strong> Proses lebih lama, dokumen lebih kompleks, kurang ideal untuk kebutuhan yang sangat mendesak.</p><p><strong>Panduan memilih.</strong> Pilih online untuk kebutuhan cepat dengan nominal kecil-moderat; pilih konvensional untuk kebutuhan besar-tenor panjang. Selalu bandingkan total biaya, bukan sekadar bunga.</p><p><strong>Ringkasan.</strong> Setiap kanal punya trade-off. Tentukan berdasarkan urgensi, nominal, tenor, dan kemampuan bayar.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 7,
      "category": "Info",
      "title": "Mengapa Data Pribadi Penting dalam Pengajuan Pinjaman Online?",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/data-pribadi-penting.jpg",
      "content": "<p><strong>Mengapa Data Pribadi Penting dalam Pengajuan Pinjaman Online?</strong></p><p><strong>Identitas dan kontak sebagai pondasi.</strong> KTP, nomor ponsel, email, dan alamat domisili memastikan kamu adalah pemohon yang sah dan mudah dihubungi.</p><p><strong>Informasi finansial & riwayat kredit.</strong> Penghasilan, mutasi rekening, serta rekam jejak pembayaran sebelumnya membantu menilai kemampuan dan perilaku bayar.</p><p><strong>Keamanan dan privasi.</strong> Aplikasi legal hanya meminta izin yang relevan dan menjelaskan tujuan pemakaian data. Hindari aplikasi yang meminta akses berlebihan ke kontak/galeri tanpa alasan jelas.</p><p><strong>Hak atas data.</strong> Kamu berhak mengetahui data apa yang dikumpulkan, bagaimana digunakan, dengan siapa dibagikan, dan berapa lama disimpan. Kebijakan privasi harus mudah diakses.</p><p><strong>Ringkasan.</strong> Data pribadi mempercepat verifikasi dan penilaian kelayakan, namun harus dilindungi. Berikan hanya pada penyedia yang jelas legalitasnya.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 8,
      "category": "Info",
      "title": "Kesalahan Umum yang Harus Dihindari Saat Mengajukan Pinjaman Online",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/kesalahan-umum.jpg",
      "content": "<p><strong>Kesalahan Umum yang Harus Dihindari Saat Mengajukan Pinjaman Online</strong></p><p><strong>1) Data tidak konsisten.</strong> Perbedaan nama/alamat/tanggal lahir antar dokumen memicu penolakan otomatis.</p><p><strong>2) Dokumen buram.</strong> Foto gelap/terpotong menggagalkan eKYC. Ambil ulang di tempat terang.</p><p><strong>3) Mengajukan nominal berlebihan.</strong> Tidak realistis dengan penghasilan; sinyal risiko bagi penyedia.</p><p><strong>4) Tidak membaca syarat.</strong> Melewatkan detail bunga, biaya, denda, dan tanggal jatuh tempo membuat kaget saat penagihan.</p><p><strong>5) Multi-aplikasi sekaligus.</strong> Mengajukan di banyak platform dalam waktu singkat menurunkan skor dan memperburuk profil risiko.</p><p><strong>6) Menggunakan aplikasi ilegal.</strong> Risiko kebocoran data, biaya tidak transparan, dan penagihan kasar.</p><p><strong>Ringkasan.</strong> Hindari kesalahan di atas dengan menyiapkan data rapi, dokumen jelas, nominal rasional, dan memilih aplikasi resmi.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 9,
      "category": "Info",
      "title": "Cara Memahami Bunga, Tenor, dan Cicilan di Pinjaman Online",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/bunga-tenor-cicilan.jpg",
      "content": "<p><strong>Cara Memahami Bunga, Tenor, dan Cicilan di Pinjaman Online</strong></p><p><strong>Bunga sebagai harga pinjaman.</strong> Disajikan harian/bulanan/tahunan; gunakan APR untuk perbandingan menyeluruh lintas produk.</p><p><strong>Metode perhitungan.</strong> Flat: bunga dari pokok awal; efektif: bunga dari sisa pokok; anuitas: cicilan relatif tetap dengan komposisi bunga-pokok berubah.</p><p><strong>Tenor dan dampaknya.</strong> Tenor panjang meringankan cicilan bulanan namun menambah total bunga; tenor pendek sebaliknya. Sesuaikan dengan arus kas.</p><p><strong>Simulasi sederhana.</strong> Misal Rp3.000.000 tenor 6 bulan, flat 2%/bulan: pokok per bulan Rp500.000, bunga Rp60.000, cicilan sekitar Rp560.000/bulan (belum biaya lain).</p><p><strong>Ringkasan.</strong> Pahami bunga, pilih tenor yang pas, dan hitung cicilan sebelum mengajukan agar pinjaman tidak membebani keuangan.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 10,
      "category": "Info",
      "title": "Faktor yang Dipertimbangkan Penyedia Sebelum Menyetujui Pinjaman Online",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/faktor-penilaian.jpg",
      "content": "<p><strong>Faktor yang Dipertimbangkan Penyedia Sebelum Menyetujui Pinjaman Online</strong></p><p><strong>Validitas data & dokumen.</strong> KTP, rekening, nomor ponsel, dan email harus sah dan konsisten. Dokumen yang jelas mempercepat verifikasi.</p><p><strong>Riwayat & skor kredit.</strong> Rekam jejak pembayaran sebelumnya memengaruhi limit, tenor, dan bunga yang ditawarkan.</p><p><strong>Stabilitas penghasilan.</strong> Umumnya, cicilan aman jika totalnya ≤ 30–35% penghasilan bulanan. Analisis arus kas membantu menentukan plafon yang sesuai.</p><p><strong>Nominal & tenor diajukan.</strong> Pengajuan realistis sesuai profil risiko dinilai lebih positif dibanding nominal berlebihan dengan tenor tidak seimbang.</p><p><strong>Perilaku akun & keamanan.</strong> Konsistensi penggunaan ponsel/email, serta tidak adanya indikasi penyalahgunaan perangkat menjadi pertimbangan.</p><p><strong>Ringkasan.</strong> Kelengkapan data, histori kredit baik, penghasilan stabil, dan pengajuan rasional adalah kombinasi yang meningkatkan peluang persetujuan.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 11,
      "category": "Info",
      "title": "Panduan Mengecek Legalitas Aplikasi Pinjaman Online di Indonesia",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/cek-legalitas.jpg",
      "content": "<p><strong>Panduan Mengecek Legalitas Aplikasi Pinjaman Online di Indonesia</strong></p><p><strong>Daftar resmi regulator.</strong> Pastikan penyelenggara tercantum pada daftar resmi yang diperbarui berkala. Ini indikator minimal kepatuhan.</p><p><strong>Identitas perusahaan jelas.</strong> Nama badan hukum, alamat, dan izin usaha harus mudah ditemukan di aplikasi/website.</p><p><strong>Transparansi biaya.</strong> Bunga, biaya admin, denda, dan kebijakan pelunasan harus tertulis sebelum kamu menyetujui kontrak.</p><p><strong>Kebijakan privasi & layanan konsumen.</strong> Baca bagaimana data dipakai/disimpan; pastikan ada call center atau email resmi yang responsif.</p><p><strong>Distribusi resmi.</strong> Aplikasi tersedia di toko resmi; hindari mengunduh APK tidak jelas. Kontrak elektronik yang bisa diunduh adalah praktik yang lebih sehat.</p><p><strong>Ringkasan.</strong> Legalitas tampak dari izin, transparansi, kebijakan data, dan kanal layanan resmi. Jika ragu, tinggalkan.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 12,
      "category": "Info",
      "title": "Bagaimana Menentukan Jumlah Pinjaman yang Sesuai Kebutuhan",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/jumlah-pinjaman.jpg",
      "content": "<p><strong>Bagaimana Menentukan Jumlah Pinjaman yang Sesuai Kebutuhan</strong></p><p><strong>Mulai dari tujuan.</strong> Tentukan apakah untuk darurat, pendidikan, kesehatan, atau modal usaha. Tujuan jelas mencegah pemborosan plafon.</p><p><strong>Hitung kebutuhan riil.</strong> Rinci komponen biaya satu per satu. Jangan ajukan lebih hanya karena plafon memungkinkan.</p><p><strong>Ukur kemampuan bayar.</strong> Jaga rasio cicilan di ≤ 30–35% penghasilan. Jika berlebih, kurangi nominal atau perpanjang tenor.</p><p><strong>Simulasikan skenario.</strong> Uji beberapa kombinasi tenor-nominal-bunga untuk mencari titik aman arus kas.</p><p><strong>Waspadai potongan di muka.</strong> Provisi/admin bisa mengurangi dana cair; sesuaikan pengajuan dengan dana bersih yang benar-benar dibutuhkan.</p><p><strong>Ringkasan.</strong> Nominal ideal lahir dari tujuan jelas, perhitungan detail, dan simulasi yang realistis terhadap arus kasmu.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 13,
      "category": "Info",
      "title": "Mengelola Cicilan Pinjaman Online Agar Tidak Menjadi Beban",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/kelola-cicilan.jpg",
      "content": "<p><strong>Mengelola Cicilan Pinjaman Online Agar Tidak Menjadi Beban</strong></p><p><strong>Buat anggaran.</strong> Tetapkan porsi cicilan dalam batas aman, sisihkan kebutuhan pokok dan dana darurat sebelum pengeluaran lain.</p><p><strong>Bayar tepat waktu.</strong> Aktifkan pengingat atau auto-debit agar terhindar dari denda. Satu hari terlambat pun bisa menambah biaya.</p><p><strong>Hindari utang berlapis.</strong> Jangan menutup cicilan lama dengan pinjaman baru. Itu tanda jeratan utang yang semakin berat.</p><p><strong>Evaluasi pengeluaran.</strong> Pangkas pos non-esensial sementara hingga cicilan stabil. Cari pemasukan tambahan bila perlu.</p><p><strong>Komunikasi saat kesulitan.</strong> Hubungi penyedia legal untuk restrukturisasi/perpanjangan tenor bila kondisi mendesak.</p><p><strong>Ringkasan.</strong> Disiplin anggaran, tepat waktu bayar, dan komunikasi aktif adalah kunci agar cicilan tetap terkendali.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 14,
      "category": "Info",
      "title": "Perbedaan Pinjaman Online Legal vs Ilegal: Apa yang Harus Diketahui",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/legal-vs-ilegal.jpg",
      "content": "<p><strong>Perbedaan Pinjaman Online Legal vs Ilegal: Apa yang Harus Diketahui</strong></p><p><strong>Status izin & pengawasan.</strong> Legal: berizin dan diawasi; Ilegal: tanpa izin dan sering menyembunyikan identitas.</p><p><strong>Transparansi biaya.</strong> Legal: bunga/biaya/denda tertulis jelas; Ilegal: biaya samar dan sering berubah sepihak.</p><p><strong>Etika penagihan.</strong> Legal: menagih di jam wajar dan kepada peminjam; Ilegal: intimidasi/mempermalukan/menghubungi kontak tak relevan.</p><p><strong>Privasi data.</strong> Legal: minta izin relevan & jelaskan penggunaan data; Ilegal: akses berlebihan dan berpotensi menyalahgunakan data.</p><p><strong>Perjanjian & kanal resmi.</strong> Legal: kontrak digital yang bisa disimpan dan layanan konsumen jelas; Ilegal: minim dokumen dan kanal tidak resmi.</p><p><strong>Ringkasan.</strong> Gunakan hanya aplikasi legal untuk melindungi dirimu dari biaya tak wajar, penagihan kasar, dan risiko kebocoran data.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 15,
      "category": "Info",
      "title": "Checklist Lengkap Sebelum Mengajukan Pinjaman Online Pertama Kali",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/checklist-pengajuan.jpg",
      "content": "<p><strong>Checklist Lengkap Sebelum Mengajukan Pinjaman Online Pertama Kali</strong></p><p><strong>Tentukan tujuan & kebutuhan riil.</strong> Hindari nominal berlebih yang hanya menambah beban bunga.</p><p><strong>Hitung kemampuan bayar.</strong> Jaga rasio cicilan di ≤ 30–35% penghasilan. Jika melebihi, kurangi nominal atau panjangkan tenor.</p><p><strong>Pilih aplikasi legal.</strong> Cek izin, identitas perusahaan, dan kanal layanan resmi. Jangan mengunduh dari sumber tidak jelas.</p><p><strong>Siapkan dokumen & baca kontrak.</strong> KTP/NPWP/KK/mutasi siap pakai; pahami bunga, biaya, tanggal jatuh tempo, dan kebijakan pelunasan.</p><p><strong>Gunakan simulasi & konsistensi data.</strong> Uji beberapa skenario cicilan; pastikan data di formulir sesuai dokumen.</p><p><strong>Ringkasan.</strong> Checklist ini membantu memastikan pengajuan aman, terukur, dan sesuai kebutuhan, bukan keinginan sesaat.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    },
    {
      "id": 16,
      "category": "Info",
      "title": "Saran agar Tidak Terjebak Pinjaman Online & Cara Lepas Jika Terlanjur",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/posts/antiselip-jeratan.jpg",
      "content": "<p><strong>Saran agar Tidak Terjebak Pinjaman Online & Cara Lepas Jika Terlanjur</strong></p><p><strong>Pencegahan.</strong> Gunakan hanya aplikasi legal, jangan tergiur janji cair instan, hitung kemampuan bayar, dan hindari pinjaman berlapis. Edukasi diri dan keluarga sebelum menekan tombol setuju.</p><p><strong>Jika sudah terlanjur.</strong> Prioritaskan melunasi pinjaman legal; hubungi penyedia resmi untuk opsi restrukturisasi/perpanjangan tenor. Hentikan penggunaan aplikasi ilegal, amankan data, dan laporkan jika ada intimidasi.</p><p><strong>Cari solusi dana.</strong> Gunakan aset likuid, kurangi pengeluaran tidak esensial, atau tambah pemasukan sementara untuk menutup kewajiban yang paling mahal bunganya.</p><p><strong>Bangun ulang fondasi finansial.</strong> Buat anggaran baru, sisihkan dana darurat, dan tetapkan target bebas utang. Pengalaman hari ini menjadi pelajaran untuk keputusan yang lebih bijak ke depan.</p><p><strong>Ringkasan.</strong> Kunci lepas dari jeratan adalah fokus pada pinjaman legal, komunikasi aktif, pengendalian pengeluaran, dan rencana keuangan yang disiplin.</p><p><em>Disclaimer: Artikel ini untuk edukasi, bukan penyedia atau penawaran pinjaman.</em></p>",
      "video": ""
    }
  ],
  "more_apps": [
    {
      "id": 1,
      "title": "Guide Json",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/guide/thumbnail.png",
      "url": "https://aliendro.id/solodroid-guide-json-android-news-app-191"
    },
    {
      "id": 2,
      "title": "Stream Json",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/stream/thumbnail.png",
      "url": "https://aliendro.id/solodroid-stream-json-live-tv-video-streaming-197"
    },
    {
      "id": 3,
      "title": "WebView Json",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/webview/thumbnail.png",
      "url": "https://aliendro.id/solodroid-webview-json-android-webview-app-207"
    },
    {
      "id": 4,
      "title": "Wallpaper Json",
      "image": "https://raw.githubusercontent.com/solodroidev/content/uploads/images/wallpaper/thumbnail.png",
      "url": "https://aliendro.id/solodroid-wallpaper-json-android-wallpaper-app-212"
    }
  ]
}























